[{"title": "Russia’s Gas Exports Are Expected to Drop by 50% in 2023", "link": "https://www.nytimes.com/live/2023/04/27/world/russia-ukraine-news", "description": "Estimates suggest gas exports by pipeline from Russia could be halved this year compared with 2022, which was an especially bad year. Here is what else we’re covering:", "time": "2023-04-28 05:16:29"}, {"title": "What Soledar’s Salt, Lost in the Fight for Bakhmut, Means to Ukraine", "link": "https://www.nytimes.com/2023/04/27/world/europe/ukraine-soledar-salt.html", "description": "Soledar, crushed in Russia’s long assault on Bakhmut, was only a little town. But its salt is a national staple, and a matter of pride.", "time": "2023-04-27 22:22:33"}, {"title": "Khartoum’s Residents Cope With Paramilitary Fighters in Sudan", "link": "https://www.nytimes.com/2023/04/27/world/africa/sudan-khartoum-paramilitary-fighters.html", "description": "In parts of Khartoum that have been taken over by a feared paramilitary force, the civilians who have not fled endure an uneasy coexistence with fighters who are battling the regular army.", "time": "2023-04-28 00:36:20"}, {"title": "Eduard Habsburg, Hungary’s Ambassador to Pope, Has Offbeat Résumé", "link": "https://www.nytimes.com/2023/04/27/world/europe/hungary-habsburg-ambassador-vatican.html", "description": "Eduard Habsburg, Viktor Orban’s man at the Vatican, took the post after a career as a zombie movie screenwriter, novelist and cartoon producer. “I can get along with anybody,” says the descendant of emperors.", "time": "2023-04-27 19:19:30"}, {"title": "Ukrainian Troops Repel Russian Attacks, and Hope Western Arms Turn the Tide", "link": "https://www.nytimes.com/2023/04/27/world/europe/ukraine-russia-battlefield-vuhledar.html", "description": "Fierce fighting has yielded heavy casualties but little movement. Ukrainian forces need heavy weapons to change that, but they say it is no guarantee.", "time": "2023-04-28 02:59:54"}, {"title": "Macron Honors Toussaint Louverture, Haitian Revolutionary", "link": "https://www.nytimes.com/2023/04/27/world/europe/macron-toussaint-louverture-speech.html", "description": "The French president paid tribute to Toussaint Louverture, the leader of the Haitian Revolution, but said nothing about the lingering effects of France’s slaving past.", "time": "2023-04-27 21:17:51"}, {"title": "‘Best Friends’ Australia and New Zealand Patch Up a Major Difference", "link": "https://www.nytimes.com/2023/04/27/world/asia/australia-new-zealand-migrants-citizenship.html", "description": "A reversal in Australian immigration policy toward New Zealand is part of a reset in relations, but some tensions remain.", "time": "2023-04-27 20:11:31"}, {"title": "In Israel, Ron DeSantis Promotes His Foreign Policy Credentials", "link": "https://www.nytimes.com/2023/04/27/world/middleeast/israel-ron-desantis.html", "description": "The Florida governor, a likely contender for the Republican presidential nomination, stressed his strong interest in the country’s affairs, an issue that Donald J. Trump once made his own.", "time": "2023-04-27 14:26:28"}, {"title": "In an Indian Village, Cultivating Girls’ Big-League Dreams", "link": "https://www.nytimes.com/2023/04/26/world/asia/india-women-cricket.html", "description": "A new $500 million women’s cricket league is offering the kind of opportunities that never existed before in India. The girls of one Punjab village are ready.", "time": "2023-04-26 15:58:54"}, {"title": "Brazilian Judge Bans Telegram App Amid School Attacks Inquiry", "link": "https://www.nytimes.com/2023/04/26/briefing/brazil-telegram-ban.html", "description": "The Federal Police requested the app’s suspension because it failed to provide complete user data from two group chats that the authorities said had inspired an attack.", "time": "2023-04-26 23:42:19"}, {"title": "Ukraine War ‘Turned Everything Upside Down’ in This Polish Town", "link": "https://www.nytimes.com/2023/04/26/world/europe/poland-russia-borne-sulinowo.html", "description": "A Polish town that was once occupied by the Soviets used to embrace its history with military re-enactments and Lenin banners. But “nobody wants to be reminded of Russia these days.”", "time": "2023-04-27 03:00:25"}, {"title": "Pope Gives Women a Vote in Influential Meeting of Bishops", "link": "https://www.nytimes.com/2023/04/26/world/europe/pope-women-vote-bishops-meeting.html", "description": "The move is an important step by Francis as he strives for greater inclusiveness.", "time": "2023-04-26 21:12:16"}, {"title": "Part of Swedish Research Rocket Lands in Norway, Causing Friction", "link": "https://www.nytimes.com/2023/04/26/world/europe/sweden-norway-rocket.html", "description": "The research rocket landed in a mountain range across the border, creating some rare friction between the two neighbors, with Norway saying protocols hadn’t been followed.", "time": "2023-04-26 15:34:46"}, {"title": "Boat Sinks in Mediterranean, and at Least 55 People Drown", "link": "https://www.nytimes.com/2023/04/26/world/africa/boat-sinks-in-mediterranean-and-at-least-55-people-drown.html", "description": "The accident is the latest in a series of recent deadly accidents involving migrants trying to reach Europe.", "time": "2023-04-26 17:47:49"}, {"title": "Germans Protect Memorials to Soviet Troops Who Defeated Nazis", "link": "https://www.nytimes.com/2023/04/28/world/europe/germany-soviet-war-monuments.html", "description": "Such monuments have been toppled across Eastern Europe, particularly since Russia invaded Ukraine. But in Germany, they are seen as a way to honor Nazi victims and grapple with history.", "time": "2023-04-28 09:14:39"}, {"title": "For Founders of Small Businesses, the Personal Story Matters", "link": "https://www.nytimes.com/2023/04/28/business/small-business-owners-champion-pizza-rethink-ice-cream.html", "description": "A business owner’s personal story can bolster trust in a brand, experts say. But what happens when they share hardships like homelessness, addiction or incarceration in company marketing?", "time": "2023-04-28 09:00:48"}, {"title": "‘Lord Commander’ of the DMZ Has Seen It All on the Korean Frontier", "link": "https://www.nytimes.com/2023/04/28/world/asia/dmz-panmunjom-joint-duty-officer.html", "description": "He faced off with North Korean troops, helped prepare for the Trump-Kim summit and witnessed some of the most ​hair-raising — and ​bizarre — moments ​on the world’s most heavily armed border.", "time": "2023-04-28 09:00:39"}, {"title": "Pope Returns to Hungary, to Delight of Viktor Orban", "link": "https://www.nytimes.com/2023/04/28/world/europe/pope-francis-hungary.html", "description": "Francis wants to “re-embrace” Hungarian Christians, but some worry that the visit gives political cover to the country’s leader, who is on the opposite side of nearly every issue important to the pontiff.", "time": "2023-04-28 09:13:00"}, {"title": "Your Friday Briefing", "link": "https://www.nytimes.com/2023/04/28/briefing/russia-gas-khartoum-europe.html", "description": "Dark projections for Russia’s energy industry.", "time": "2023-04-28 04:34:33"}, {"title": "What British Royal Moments Resonated With You?", "link": "https://www.nytimes.com/2023/04/27/world/british-royal-moments.html", "description": "We’re asking readers about the moments that changed how they view the royals, ahead of King Charles’s coronation.", "time": "2023-04-28 02:48:08"}, {"title": "Israeli Religious Right Demonstrates for Judicial Changes", "link": "https://www.nytimes.com/2023/04/27/world/middleeast/israel-march-judiciary-right-wing.html", "description": "Government ministers addressed the crowd and promised not to give up on the judicial plan, even as talks continue with the opposition for a compromise.", "time": "2023-04-27 22:55:09"}, {"title": "U.N. Security Council Unanimously Condemns Taliban’s Treatment of Women", "link": "https://www.nytimes.com/2023/04/27/world/asia/un-security-council-condemns-taliban.html", "description": "The resolution, an uncommon display of consensus on the Council, called for the Taliban to end their prohibitions on women working and attending school after sixth grade.", "time": "2023-04-27 23:39:06"}, {"title": "Your Friday Briefing: Russia’s Crumbling Gas Exports", "link": "https://www.nytimes.com/2023/04/27/briefing/russia-ukraine-yoon-suk-yeol-australia.html", "description": "Also, President Yoon’s address to Congress and Australia’s shift on New Zealand.", "time": "2023-04-27 20:45:16"}, {"title": "It’s OK to Be Single, the Church of England Says: So Was Jesus", "link": "https://www.nytimes.com/2023/04/27/world/europe/church-england-jesus-single.html", "description": "In a new report, a church commission looking at families and households called on society to “honor and celebrate singleness.”", "time": "2023-04-28 08:10:35"}, {"title": "From Alpacas to Yaks, Mammal DNA Yields Its Secrets", "link": "https://www.nytimes.com/2023/04/27/science/genetics-dna-mammals.html", "description": "The genomes of monkeys, bats, whales and many other mammals are helping scientists tackle big questions about physiology, evolution and one very famous sled dog.", "time": "2023-04-28 01:36:45"}, {"title": "U.S. Imposes Sanctions on Russia’s Intelligence Agency for Detaining Americans", "link": "https://www.nytimes.com/2023/04/27/us/politics/sanctions-russia-intelligence-iran-evan-gershkovich.html", "description": "The United States also announced sanctions on Iran’s intelligence services, seeking to punish foreign governments for detention of Americans by cutting off access to the international financial system.", "time": "2023-04-28 03:06:59"}, {"title": "Brittney Griner on Gershkovich Arrest: ‘No One Should Be in Those Conditions’", "link": "https://www.nytimes.com/2023/04/27/sports/wnba-brittney-griner.html", "description": "Griner, speaking to reporters as she prepares for her next basketball season in the W.N.B.A., said she would continue to fight for those considered wrongfully detained by Russia, like the journalist Evan Gershkovich.", "time": "2023-04-27 20:55:47"}, {"title": "Meet the Climate Hackers of Malawi", "link": "https://www.nytimes.com/2023/04/27/climate/malawi-farmers-agriculture.html", "description": "On tiny farms they’re testing creative ideas to stay ahead of the cascading threats — heat and drought, cyclones and floods — transforming their world.", "time": "2023-04-28 02:30:03"}, {"title": "The Fight Over the Debt Limit", "link": "https://www.nytimes.com/2023/04/27/briefing/debt-limit.html", "description": "House Republicans are putting the economy at risk to push spending cuts.", "time": "2023-04-27 11:12:01"}, {"title": "As Interest in Wellness Stirs Up the Cocktail World, This Executive Gets Her Shot", "link": "https://www.nytimes.com/2023/04/27/business/no-alcohol-drinks-distill-ventures.html", "description": "Heidi Dillon is on the vanguard of the fast-growing nonalcoholic-drinks sector and is reshaping how the male-dominated spirits industry perceives the shifting landscape.", "time": "2023-04-27 09:00:46"}, {"title": "Climate Change Made East African Drought 100 Times as Likely, Study Finds", "link": "https://www.nytimes.com/2023/04/27/climate/horn-of-africa-somalia-drought.html", "description": "The findings starkly show the misery that the burning of fossil fuels, mostly by rich countries, inflicts on societies that emit almost nothing by comparison.", "time": "2023-04-27 21:50:21"}, {"title": "Your Thursday Briefing", "link": "https://www.nytimes.com/2023/04/27/briefing/xi-jinping-libya-pope-women.html", "description": "Here’s what you need to know.", "time": "2023-04-27 04:44:34"}, {"title": "High-Ranking Iranian Cleric Gunned Down by Bank Guard", "link": "https://www.nytimes.com/2023/04/26/world/middleeast/iran-cleric-killing.html", "description": "The killing comes as attacks on clerics are on the rise, following months of angry protests against the theocratic government.", "time": "2023-04-26 21:51:52"}, {"title": "Your Thursday Briefing: A U.S.-South Korea Nuclear Agreement", "link": "https://www.nytimes.com/2023/04/26/briefing/your-thursday-briefing-a-us-south-korea-nuclear-agreement.html", "description": "Also, Xi Jinping called Volodymyr Zelensky.", "time": "2023-04-26 20:56:28"}, {"title": "China’s Xi and Ukraine’s Zelensky Hold Talks", "link": "https://www.nytimes.com/2023/04/26/world/europe/ukraine-xi-zelensly-talks.html", "description": "Volodymyr Zelensky has urged discussions with Xi Jinping since the Russian invasion, but in its official account of the phone call, China left out two words: “Russia” and “war.”", "time": "2023-04-26 20:50:35"}, {"title": "New Rules for Power Plants Could Give Carbon Capture a Boost. Here’s How.", "link": "https://www.nytimes.com/2023/04/26/climate/carbon-capture-power-plants.html", "description": "The technology has struggled to gain traction, but strict new emissions limits for gas and coal stations could encourage broader adoption.", "time": "2023-04-26 20:36:36"}, {"title": "Leaked Documents Reflect Persistent Speculation on Putin’s Health", "link": "https://www.nytimes.com/2023/04/26/us/politics/leaked-documents-putin-health.html", "description": "Leaked materials include unsubstantiated intelligence about a Ukrainian politician’s claim that the Russian leader is undergoing chemotherapy.", "time": "2023-04-26 20:30:27"}, {"title": "A Fresh View of an Increasingly Familiar Black Hole", "link": "https://www.nytimes.com/2023/04/26/science/astronomy-black-hole-m87.html", "description": "Radio astronomers have captured a wide-angle image of one of the most violent locales in the cosmos.", "time": "2023-04-26 20:08:10"}, {"title": "A reporting team for an Italian newspaper comes under fire in southern Ukraine, and one journalist is killed.", "link": "https://www.nytimes.com/2023/04/26/world/europe/journalist-killed-ukraine-italian-newspaper.html", "description": "Another reporter was hospitalized in the city of Kherson and described the attack to the paper, La Repubblica.", "time": "2023-04-27 07:27:01"}, {"title": "Heat Pump Maker’s $13.3 Billion Sale Raises Questions in Germany", "link": "https://www.nytimes.com/2023/04/26/world/europe/germany-review-viessmann-carrier-heat-pumps.html", "description": "Carrier Global Corp., plans to acquire a unit of Viessmann Group that produces heat pumps, seen in Berlin as the heating solution for Germany’s green future.", "time": "2023-04-27 09:07:44"}, {"title": "Where Were the Gatekeepers?", "link": "https://www.nytimes.com/2023/04/26/world/europe/interpreter-tucker-carlson-populism.html", "description": "Finding lessons in the firing of Tucker Carlson.", "time": "2023-04-26 18:51:13"}, {"title": "What Is the Synod of Bishops?", "link": "https://www.nytimes.com/2023/04/26/world/europe/bishops-synod-meeting.html", "description": "The assembly includes bishops from all over the world and takes years to prepare for. For the first time, an upcoming synod will allow women and laypeople to vote.", "time": "2023-04-26 21:12:24"}, {"title": "Ukraine Has Nearly All Combat Vehicles Allies Promised, NATO Says", "link": "https://www.nytimes.com/2023/04/26/world/europe/ukraine-counteroffensive-combat-vehicles.html", "description": "Gen. Christopher Cavoli, also the top commander of U.S. forces in Europe, made the comments to the House Armed Services Committee.", "time": "2023-04-27 07:23:31"}, {"title": "Germany Deems Youth Wing of Far-Right Party an Extremist Group", "link": "https://www.nytimes.com/2023/04/26/world/europe/germany-afd-youth-wing-extremist.html", "description": "The party, Alternative for Germany, has been accused of radicalizing in recent years. Its youth wing is a threat to German democracy, the country’s domestic spy agency now says.", "time": "2023-04-26 18:10:56"}, {"title": "Biden Vows ‘End’ of North Korean Regime if It Launches Nuclear Attack", "link": "https://www.nytimes.com/2023/04/26/us/politics/biden-south-korea-state-visit.html", "description": "During a state visit at the White House, Mr. Biden and President Yoon Suk Yeol of South Korea sought to bolster America’s nuclear umbrella guarding against threats from the North.", "time": "2023-04-26 22:39:31"}, {"title": "Aleksei Navalny, Top Kremlin Critic, Says New Charge Carries Life Term", "link": "https://www.nytimes.com/2023/04/26/world/europe/aleksei-navalny-new-charge.html", "description": "The jailed Russian opposition leader said he faced a terrorism case that he described as “absurd.”", "time": "2023-04-26 14:36:02"}, {"title": "Facing China, the Philippines and U.S. Join in Biggest Military Drill Yet", "link": "https://www.nytimes.com/2023/04/26/world/asia/philippines-us-military.html", "description": "After years of saying it would not choose sides, the Philippines is now asserting a need to stand up to China’s territorial moves in the South China Sea.", "time": "2023-04-27 03:02:53"}, {"title": "Relations between China and Ukraine have been uncertain since Russia’s full-scale invasion.", "link": "https://www.nytimes.com/2023/04/26/world/europe/relations-between-china-and-ukraine-have-been-uncertain-since-russias-full-scale-invasion.html", "description": "President Xi Jinping of China and President Volodymyr Zelensky of Ukraine last communicated in January 2022, less than two months before Russia invaded.", "time": "2023-04-26 15:30:21"}, {"title": "Where Is Omar al-Bashir? Ex-Dictator Mystery Adds to Crisis in Sudan.", "link": "https://www.nytimes.com/2023/04/26/world/africa/sudan-dictator-bashir.html", "description": "After speculation that Omar Hassan al-Bashir, who had been serving a prison sentence, had been freed, the army said that he was being held in a military hospital but provided no evidence.", "time": "2023-04-26 18:56:52"}, {"title": "Biden’s Quiet Re-election Strategy", "link": "https://www.nytimes.com/2023/04/26/briefing/biden-reelection-campaign.html", "description": "As Biden starts his campaign, we ask why he doesn’t spend more time in the public eye.", "time": "2023-04-26 10:38:35"}, {"title": "South Africa’s Shifting Stance on Whether It Will Quit the I.C.C.", "link": "https://www.nytimes.com/2023/04/26/world/africa/south-africa-icc-ramaphosa.html", "description": "As the International Criminal Court seeks to arrest Vladimir Putin, South Africa objects to its “unfair treatment” of some countries, but sends mixed signals about withdrawing.", "time": "2023-04-26 18:56:53"}, {"title": "China Detains Taiwan-Based Publisher in National Security Investigation", "link": "https://www.nytimes.com/2023/04/26/world/asia/china-taiwan-publisher-detained.html", "description": "Li Yanhe’s publishing company put out books that often cast a critical eye on China’s ruling Communist Party. He disappeared while on a trip to China.", "time": "2023-04-27 02:15:58"}, {"title": "Soviet Pop Art Duo Reunites for First U.S. Retrospective Since Their Breakup", "link": "https://www.nytimes.com/2023/04/26/arts/komar-melamid-zimmerli.html", "description": "The rebellious artists Vitaly Komar and Alexander Melamid founded their own artistic movement. They agreed to their first interview together in 20 years.", "time": "2023-04-26 09:00:40"}, {"title": "Bears, Binoculars and Bucket-List Birds: A 15-Day Tour in Ecuador", "link": "https://www.nytimes.com/2023/04/26/travel/birding-in-ecuador.html", "description": "A customized itinerary allowed a group of birders to observe hundreds of species across a range of elevations, all while staying at comfortable eco-lodges.", "time": "2023-04-26 09:00:24"}, {"title": "Singapore Hangs Man for Conspiring to Traffic 2 Pounds of Cannabis", "link": "https://www.nytimes.com/2023/04/26/world/asia/singapore-execution-cannabis.html", "description": "Human rights groups called the punishment far too severe and raised questions about due process.", "time": "2023-04-26 08:42:33"}, {"title": "Inside Biden’s Renewed Promise to Protect South Korea From Nuclear Weapons", "link": "https://www.nytimes.com/2023/04/26/us/politics/biden-korea-nuclear-weapons.html", "description": "President Biden’s emphasis on America’s willingness to defend South Korea is a striking admission that North Korea’s arsenal is here to stay.", "time": "2023-04-26 13:36:07"}, {"title": "Your Wednesday Briefing", "link": "https://www.nytimes.com/2023/04/26/world/europe/biden-election-taliban-heat.html", "description": "Joe Biden’s bid for re-election.", "time": "2023-04-26 04:50:31"}, {"title": "Russian Lawyers Ask Court to Ease Crackdown on Dissent", "link": "https://www.nytimes.com/2023/04/25/world/europe/russia-dissent-crackdown.html", "description": "With thousands arrested for criticizing the invasion of Ukraine, the Kremlin has “criminalized dissent,” said a lawyer who asked the court to step in.", "time": "2023-04-26 01:27:13"}, {"title": "Russia’s Lavrov Hints at Possible Prisoner Swap for Evan Gershkovich and Paul Whelan", "link": "https://www.nytimes.com/2023/04/25/world/europe/prisoner-swap-gershkovich-whelan.html", "description": "The channel to discuss detained American and Russian citizens, created in 2021, remains open, Sergey V. Lavrov said. But, he added, publicity “will only complicate the process.”", "time": "2023-04-26 07:19:02"}, {"title": "Your Wednesday Briefing: Biden’s Re-Election Bid", "link": "https://www.nytimes.com/2023/04/25/briefing/biden-2024-ukraine-counteroffensive-asia.html", "description": "Also, Ukraine prepares for a counteroffensive and South Korea’s president visits Washington.", "time": "2023-04-25 21:14:21"}, {"title": "Taliban Kill Head of ISIS Cell That Bombed Kabul Airport", "link": "https://www.nytimes.com/2023/04/25/us/politics/isis-leader-killed-kabul-airport-bombing.html", "description": "Thirteen U.S. service members and scores of Afghan civilians died in the bombing as the United States was evacuating in August 2021.", "time": "2023-04-25 23:35:48"}, {"title": "Murdoch’s News Group Paid Settlement to Prince William, Court Filing Shows", "link": "https://www.nytimes.com/2023/04/25/world/europe/prince-william-harry-hacking-murdoch.html", "description": "A legal filing by Prince Harry in his own case against News Group claims his brother received “a huge sum of money’’ to settle phone-hacking allegations.", "time": "2023-04-26 07:53:15"}]